_org/_posts/2024-12-12-all-the-wrong-numbers.org
#+OPTIONS: toc:nil num:nil

#+BEGIN_EXPORT html
---
layout: post
title: All the wrong numbers
excerpt: Economic data often give false impressions
---
#+END_EXPORT

One commonly cited reason for the Democrats' defeat in the latest election is [[https://www.washingtonpost.com/politics/2024/11/20/why-harris-lost-democrats-lessons/][the poor economy]]. In the lead-up to the vote, [[https://news.gallup.com/poll/651719/economy-important-issue-2024-presidential-vote.aspx][90% of voters]] rated candidates' economic positions as "very important" or "extremely important", and Trump won [[https://www.wsj.com/economy/economy-election-trump-voters-c4c2e9a3][60% of voters]] who cited it as their top issue. Media's claims that the US economy was the [[https://www.msnbc.com/rachel-maddow-show/maddowblog/robust-us-economy-leaving-rich-countries-dust-rcna177130][envy of the world]] came across to many as gaslighting at a time when [[https://www.pewresearch.org/politics/2024/05/23/views-of-the-nations-economy-may-2024/][fewer than a quarter]] of Americans rated it as decent, and implorations that newspapers try harder to [[https://www.thenation.com/article/economy/debate-economy-bad-media/][spread the good news]] could only be viewed as more partisan hackery after their blatant lying to [[https://www.cnn.com/2024/06/06/media/wall-street-journal-biden-mental-acuity/index.html][defend Biden's mental acuity]].

Yet, economists can cite a bevy of data to suggest that the economy /was/ doing well. Inflation had mostly [[https://abcnews.go.com/Business/inflation-largely-back-normal-experts/story?id=114715014][returned to normal]], unemployment was at [[https://www.commerce.gov/news/blog/2023/02/news-unemployment-its-lowest-level-54-years][record lows]], and wages [[https://www.cnbc.com/2023/03/30/low-wage-workers-saw-tremendously-fast-wage-growth-since-2019.html][grew fastest]] among low-earners. How could the public fail to see these accomplishments?

** Food fight

The single most important expense for any household, more than rent, education, or healthcare, is food. You can live under a bridge, illiterate, in constant pain--but you've got to eat. It is such a biological imperative that our brains typically make sure we don't go a few hours without ingesting something, even if it's [[https://pmc.ncbi.nlm.nih.gov/articles/PMC6835708/][to our detriment]]. Such constant interaction creates an [[https://www.ceceliahealth.com/understanding-the-relationship-between-food-and-emotions/][emotional connection with food]] that goes far beyond the chemical. While we have been able to create [[https://en.wikipedia.org/wiki/Space_food][optimized nutrition packs]] for decades, no one in their right mind would eat like an astronaut three meals a day. Food, in short, carries a lot more weight with us than its constituent molecules suggest.

Food is also the economic sector that's been [[https://www.bls.gov/charts/consumer-price-index/consumer-price-index-by-category-line-chart.htm][hit hardest by inflation]] these past few years. While overall CPI peaked at around 9%, food inflation rose as high as 13% and stayed elevated for longer. The [[https://www.nerdwallet.com/article/finance/why-are-eggs-so-expensive][price of eggs doubled]] from 2022 to 2023, while that of [[https://investigatemidwest.org/2023/10/12/graphic-chicken-prices-continue-to-rise-costing-u-s-consumers-more-each-year/][chicken was up 34%]] from 2021. Supermarkets have tried to avoid sticker shock through "[[https://www.cbsnews.com/news/inflation-shrinkflation-skimpflation-toilet-paper-candy-cereal-lendingtree/][shrinkflation]]", i.e. reducing the quantity of product instead of raising prices, but consumers obviously [[https://www.nytimes.com/2024/03/01/business/economy/shrinkflation-groceries.html][don't think that's a good deal]].

It's not just groceries prices that have risen--the cost of dining out has skyrocketed as well. A persistent [[https://www.benefitnews.com/news/why-the-restaurant-industry-is-struggling-to-recruit-and-retain][labor shortage]] has caused [[https://www.axios.com/2023/12/07/restaurant-worker-wage-growth][pay to rise rapidly]] in the restaurant industry, while California [[https://shift.hks.harvard.edu/early-effects-of-californias-20-fast-food-minimum-wage-large-wage-increases-with-no-effects-on-hours-scheduling-or-benefits/][increased fast-food minimum wage]] to $20 / hour. The double-whammy of increased material and labor costs has resulted in [[https://restaurant.org/research-and-media/research/inflation/][27% higher menu prices]] between 2020 and 2024[fn:1]. A third of Americans say they're [[https://www.ipsos.com/en-us/americans-say-theyre-dining-out-less-heres-whos-cutting-back-most][eating out less]], which is confirmed by dining establishments reporting [[https://apnews.com/article/off-charts-food-restaurants-inflation-73cd4e72ec64695f720f4088fb80f9d1][lower traffic]].

Any government that fails to keep food affordable is asking to be overthrown. The Arab Spring protests a decade ago are widely blamed on a [[https://www.pbs.org/newshour/world/world-july-dec11-food_09-07][spike in the price of bread]]. The Chinese government maintains a [[https://www.nytimes.com/2019/10/07/business/china-strategic-pork-reserve.html][strategic pork reserve]], which it tapped to confront a [[https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=107941][doubling of prices]] between 2018 and 2021 due to [[https://www.reuters.com/graphics/CHINA-SWINEFEVER-FARMERS/010090DR0KM/][African swine fever]]. And the US Congress is obligated to pass a massive Farm Bill every five years, with the latest one expected to cost [[https://www.agriculture.senate.gov/newsroom/majority-blog/minority-analysis-the-may-2023-farm-bill-scoring-baseline][$1.5 trillion over a decade]], most of which is spent on food subsidies.

Even the Harris campaign knew that food prices were a problem. Kamala sought to look strong by demanding a ban on [[https://www.cnn.com/2024/08/16/business/harris-price-gouging-ban-inflation/index.html][price-gouging]][fn:2], but with her media allies simultaneously claiming that [[https://finance.yahoo.com/news/food-inflation-stabilizes-but-price-changes-remain-a-mixed-bag-170340784.html][food prices had stabilized]], voters weren't convinced. After all, the highest period of price increases was from 2021-23; why didn't the Biden administration take any action then? By saying she [[https://www.yahoo.com/news/nothing-comes-mind-harris-she-172100979.html][wouldn't have done anything different]], Kamala made clear she wasn't invested in solving the food problem.

