_org/_posts/2024-12-12-all-the-wrong-numbers.org
** Squinting at quintiles

Trump's victory was built on the backs of [[https://www.reuters.com/world/us/trumps-return-power-fueled-by-hispanic-working-class-voter-support-2024-11-06/][working-class voters]]. Why might they have ditched the self-described party of the common man, aside from [[https://www.nytimes.com/2024/11/09/magazine/nancy-pelosi-election-interview.html][guns, God, and gays]]?

For one thing, they've felt the impact of inflation much more harshly. The bottom quintile spends a [[https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=58372][third of its income]] on food, compared to 8% for the highest fifth. And for low-earners, most spending is essential rather than discretionary--they don't decide, on a whim, to swing into a Spanish tapas restaurant for lunch. The incompressibility of their budgets means that price increases are a zero-sum game. If food costs more, they'll have to eat less, wear less, or drive less.

Aside from food, another major expense for poorer households is energy. Between 2020 to 2022, average gas prices per gallon went from less than $2 to [[https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&s=emm_epm0_pte_nus_dpg&f=m][more than $5]]. Prices have since declined somewhat, but remain 50% higher than during Trump's term. The Biden administration recognized that energy prices were an issue with voters and made a gesture to [[https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/26/fact-sheet-biden-harris-administration-announces-temporary-pause-on-pending-approvals-of-liquefied-natural-gas-exports/][ban new approvals]] of natural gas export facilities, hoping it'd lower costs. Yet the move was framed by the Democrats themselves as part of an anti-fossil fuel agenda, while voters with common sense knew that more production is necessary to bring down prices[fn:3].

The higher share of income spent by low-earners on food, fuel, and other essentials helps explain why they're mightily unhappy. If food prices go up 30%, and accounts for 30% of one's income, the overall increase is 9% of their earnings. Run the calculations for fuel, [[https://www.washingtonpost.com/business/interactive/2024/rent-average-by-county-change-rising-falling/][rent]], and other expenses, and the conclusion is invariably that they've fallen behind in real terms. Claims that [[https://www.epi.org/publication/swa-wages-2023/][higher wage growth]] among the poor has reduced income inequality conveniently ignore these different expenditure profiles, leading to devastatingly wrong conclusions about people's economic well-being.

** Belaboring labor

One of Biden's oft-repeated claims pointing a good economy is the unemployment rate, which had been [[https://www.wral.com/story/fact-check-did-biden-set-a-modern-record-for-low-unemployment-rates/20940134/][below 4%]] for "the longest stretch in 50 years in American history"[fn:4]. This being the case, why aren't people [[https://news.gallup.com/poll/652250/majority-americans-feel-worse-off-four-years-ago.aspx][feeling good]] about the economy?

An explanation may be that unemployment impacts some people, but inflation impacts everyone. A decline in the unemployment rate by one percentage point is a significant move, but it only impacts 1 in 100 workers[fn:5]. If the price of eggs doubles, however, all but the very rich will take note.

Another issue is that the unemployment rate is calculated against a denominator of people who are actively looking for work; those who have given up altogether are excluded. The latter are better captured by the [[file+sys:][labor force participation rate]], which crashed during the early pandemic and has struggled to recover throughout Biden's term[fn:6]. One contributor to lower participation has been [[https://www.stlouisfed.org/on-the-economy/2023/jun/excess-retirements-covid19-pandemic][early retirement]], especially among [[https://www.frbsf.org/research-and-insights/publications/economic-letter/2024/03/to-retire-or-keep-working-after-a-pandemic/][older white workers]] without college degrees. The participation rate for this group never returned to trend, unlike those of younger workers and non-whites.

The media attributes this to sexagenarians [[https://www.axios.com/2024/05/13/early-retirement-how-realistic-stock-market-investment][benefiting]] from an increase in asset prices and being financially comfortable enough to retire earlier, but evidence for this is scarce. For one thing, those without college degrees were more likely to work in jobs hit by shutdowns, which negatively impacted their finances. There are suggestions that they became /less/ prepared for retirement: the share of those with a retirement plan [[https://www.thirdway.org/blog/new-numbers-on-the-non-college-retirement-challenge][declined]] between 2019 and 2022.

An alternate hypothesis would be that these workers were knocked out of the workforce by Wuhan coronavirus, found it difficult to return[fn:7], and gave up altogether by taking early retirement, preferring lower Social Security benefits to no income at all. Such exits from the workforce can hardly be called "voluntary", and those whose careers ended on such a sour note are unlikely to give credit to the current administration.

