_posts/2024-12-12-all-the-wrong-numbers.html

<div id="outline-container-org8e5ffe9" class="outline-2">
<h2 id="org8e5ffe9">Squinting at quintiles</h2>
<div class="outline-text-2" id="text-org8e5ffe9">
<p>
Trump's victory was built on the backs of <a href="https://www.reuters.com/world/us/trumps-return-power-fueled-by-hispanic-working-class-voter-support-2024-11-06/">working-class voters</a>. Why might they have ditched the self-described party of the common man, aside from <a href="https://www.nytimes.com/2024/11/09/magazine/nancy-pelosi-election-interview.html">guns, God, and gays</a>?
</p>

<p>
For one thing, they've felt the impact of inflation much more harshly. The bottom quintile spends a <a href="https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=58372">third of its income</a> on food, compared to 8% for the highest fifth. And for low-earners, most spending is essential rather than discretionary&#x2013;they don't decide, on a whim, to swing into a Spanish tapas restaurant for lunch. The incompressibility of their budgets means that price increases are a zero-sum game. If food costs more, they'll have to eat less, wear less, or drive less.
</p>

<p>
Aside from food, another major expense for poorer households is energy. Between 2020 to 2022, average gas prices per gallon went from less than $2 to <a href="https://www.eia.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&amp;s=emm_epm0_pte_nus_dpg&amp;f=m">more than $5</a>. Prices have since declined somewhat, but remain 50% higher than during Trump's term. The Biden administration recognized that energy prices were an issue with voters and made a gesture to <a href="https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/26/fact-sheet-biden-harris-administration-announces-temporary-pause-on-pending-approvals-of-liquefied-natural-gas-exports/">ban new approvals</a> of natural gas export facilities, hoping it'd lower costs. Yet the move was framed by the Democrats themselves as part of an anti-fossil fuel agenda, while voters with common sense knew that more production is necessary to bring down prices<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>.
</p>

<p>
The higher share of income spent by low-earners on food, fuel, and other essentials helps explain why they're mightily unhappy. If food prices go up 30%, and accounts for 30% of one's income, the overall increase is 9% of their earnings. Run the calculations for fuel, <a href="https://www.washingtonpost.com/business/interactive/2024/rent-average-by-county-change-rising-falling/">rent</a>, and other expenses, and the conclusion is invariably that they've fallen behind in real terms. Claims that <a href="https://www.epi.org/publication/swa-wages-2023/">higher wage growth</a> among the poor has reduced income inequality conveniently ignore these different expenditure profiles, leading to devastatingly wrong conclusions about people's economic well-being.
</p>
</div>
</div>

<div id="outline-container-org74d05db" class="outline-2">
<h2 id="org74d05db">Belaboring labor</h2>
<div class="outline-text-2" id="text-org74d05db">
<p>
One of Biden's oft-repeated claims pointing a good economy is the unemployment rate, which had been <a href="https://www.wral.com/story/fact-check-did-biden-set-a-modern-record-for-low-unemployment-rates/20940134/">below 4%</a> for "the longest stretch in 50 years in American history"<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>. This being the case, why aren't people <a href="https://news.gallup.com/poll/652250/majority-americans-feel-worse-off-four-years-ago.aspx">feeling good</a> about the economy?
</p>

<p>
An explanation may be that unemployment impacts some people, but inflation impacts everyone. A decline in the unemployment rate by one percentage point is a significant move, but it only impacts 1 in 100 workers<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup>. If the price of eggs doubles, however, all but the very rich will take note.
</p>

<p>
Another issue is that the unemployment rate is calculated against a denominator of people who are actively looking for work; those who have given up altogether are excluded. The latter are better captured by the <a href="">labor force participation rate</a>, which crashed during the early pandemic and has struggled to recover throughout Biden's term<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup>. One contributor to lower participation has been <a href="https://www.stlouisfed.org/on-the-economy/2023/jun/excess-retirements-covid19-pandemic">early retirement</a>, especially among <a href="https://www.frbsf.org/research-and-insights/publications/economic-letter/2024/03/to-retire-or-keep-working-after-a-pandemic/">older white workers</a> without college degrees. The participation rate for this group never returned to trend, unlike those of younger workers and non-whites.
</p>

<p>
The media attributes this to sexagenarians <a href="https://www.axios.com/2024/05/13/early-retirement-how-realistic-stock-market-investment">benefiting</a> from an increase in asset prices and being financially comfortable enough to retire earlier, but evidence for this is scarce. For one thing, those without college degrees were more likely to work in jobs hit by shutdowns, which negatively impacted their finances. There are suggestions that they became <i>less</i> prepared for retirement: the share of those with a retirement plan <a href="https://www.thirdway.org/blog/new-numbers-on-the-non-college-retirement-challenge">declined</a> between 2019 and 2022.
</p>

<p>
An alternate hypothesis would be that these workers were knocked out of the workforce by Wuhan coronavirus, found it difficult to return<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup>, and gave up altogether by taking early retirement, preferring lower Social Security benefits to no income at all. Such exits from the workforce can hardly be called "voluntary", and those whose careers ended on such a sour note are unlikely to give credit to the current administration.
</p>
</div>
</div>
