_posts/2024-12-12-all-the-wrong-numbers.html

<div id="outline-container-org09bba99" class="outline-2">
<h2 id="org09bba99">Grab 'em by the assets</h2>
<div class="outline-text-2" id="text-org09bba99">
<p>
As mentioned before, the idea that the poor have done better than the rich for the past several years due to higher income growth already has a gaping hole due to their different spending patterns. But that's small potatoes compared to a very basic fact: the rich build wealth not through labor, but through asset ownership. And boy, have assets done <i>very</i> well!
</p>

<p>
The S&amp;P 500, for example, is <a href="https://finance.yahoo.com/quote/%5EGSPC/">up 90%</a> over the past 5 years. Since the wealthiest 10% of Americans <a href="https://finance.yahoo.com/news/wealthiest-10-americans-own-93-033623827.html">own over 90%</a> of stocks, they've capture nearly all of that value. The bottom 50%, meanwhile, hold only 1% of stocks. Fewer than 60% of households own any stocks at all.
</p>

<p>
Real estate prices have also skyrocketed, with the median price of a single-family home in California rising from under $600K in 2019 to <a href="https://www.costar.com/article/277028088/california-home-prices-are-set-to-exceed-900000-heres-what-local-real-estate-agents-expect">nearly $900K</a> by 2024. While the middle class has its wealth mostly in housing, and thus are theoretical beneficiaries of this, they're not actually gaining a single dollar unless they sell their home and move to a cheaper locale<sup><a id="fnr.8" class="footref" href="#fn.8">8</a></sup>. For those staying put, the only likely impact they'll see is higher property taxes.
</p>

<p>
For those who don't own assets, such "wealth creation" is all downside. Aspiring homeowners simply can't save enough to even work towards a down payment. And even if they can put up the 20%, they may not be able to afford the expensive mortgages, courtesy of higher interest rates. Furthermore, higher real estate prices will translate into higher rent, which will eat up their savings even further. For these folks, it's not possible to <a href="https://en.wikipedia.org/wiki/Red_Queen%27s_race">run even to stay in the same place</a>.
</p>

<p>
Equity and housing aren't the only assets that are booming. The popularity of cryptocurrencies has exploded since the pandemic, accompanied by inevitable <a href="https://apnews.com/article/ftx-bankruptcy-binance-timeline-c519d50b9059aa8bff0ce8b6cd26c40e">fraud</a>. The rise of such "alternative investments" is driven by a perception that traditional assets are out-of-reach, i.e. "rigged", and that the only way to catch up is by taking big, unconventional risks. When these marginal investments go bust, leaving investors in ruin, their faith in institutions only collapses further.
</p>
</div>
</div>

<div id="outline-container-orgb004fc4" class="outline-2">
<h2 id="orgb004fc4">Anti-social social scientists</h2>
<div class="outline-text-2" id="text-orgb004fc4">
<p>
It's popular these days for economists to claim legitimacy by being "data-driven". Hardly any paper will be accepted for publishing without a gamut of numerical analyses<sup><a id="fnr.9" class="footref" href="#fn.9">9</a></sup>. Yet, for all their sophisticated formulas, experts fail over and over again in their predictions on public attitudes and political outcomes. Why?
</p>

<p>
Ask the average person what the difference is between finance and economics, and they'll struggle to give a clear answer. Unfortunately, economists today seem similarly confused. Finance is impersonal&#x2013;it's about distilling everything down to dollars and cents so it can be compared and traded. Economics, on the other hand, is a social science&#x2013;the focus is supposed to be on how people behave in response to things like changes in prices, not merely the prices themselves. For Wall Street, numbers like inflation and unemployment are just inputs into data models guiding next quarter's profits. Economists are supposed to dig deeper and figure out why these things are occurring, and to whom.
</p>

<p>
Modern economists use math to give themselves a veneer of respectability, like 19th century doctors who put on <a href="https://sites.utexas.edu/discovery/2022/08/30/why-do-doctors-wear-white-coats/">white lab coats</a> to appear more "scientific". In doing so, they've become increasingly detached from the very people whom they're supposed to be studying. The bigger their data sets, the less they care to observe the things that actually matter to the public. Economists who wish to be socially relevant would do well to <a href="https://go.discovery.com/show/dirty-jobs-discovery-atve-us">spend some time with their subjects</a>, checking their models against personal experience, lest they lose themselves completely in fanciful yet utterly irrelevant charts.
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
Even McDonald's, that low-end staple, has seen a <a href="https://www.cnbc.com/2024/05/29/mcdonalds-cost-increases.html">40% price increase</a> since 2019.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
Imposing prices via government diktat is a classic <a href="https://www.hurriyetdailynews.com/erdogan-vows-to-fight-against-exorbitant-food-prices-193536">strongman move</a>, yet none of the newspapers, curiously, called Harris an autocrat.
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
Oil production reached a <a href="https://www.eenews.net/articles/what-bidens-oil-record-means-for-the-industrys-future/">record</a> under Biden, despite (mostly symbolic) <a href="https://www.cnn.com/2024/11/07/climate/anwr-drilling-trump-biden/index.html">moves</a> to appease climate change activists. This left the administration a target of criticism from all sides.
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
While true, there was a <a href="https://www.factcheck.org/2023/08/biden-cherry-picks-unemployment-record/">similar stretch</a> of low unemployment under Trump.
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
Maybe 3 in 100 if family are included.
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
Notably, the participation rate broke its trend of long-term decline under Trump, even increasing slightly.
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
Perhaps because they'd already been replaced by the <a href="https://www.washingtonpost.com/immigration/2024/02/11/trump-biden-immigration-border-compared/">millions of illegal aliens</a> the Biden administration welcomed into the country.
</p></div></div>

<div class="footdef"><sup><a id="fn.8" class="footnum" href="#fnr.8">8</a></sup> <div class="footpara"><p class="footpara">
An associate of mine took out a home equity loan against her higher-valued abode and invested in the stock market, generating a nice windfall. Most, however, are not this clever.
</p></div></div>

<div class="footdef"><sup><a id="fn.9" class="footnum" href="#fnr.9">9</a></sup> <div class="footpara"><p class="footpara">
Whether the statistical methods are used appropriately and correctly is another matter.
</p></div></div>


</div>
</div>
